{
  "access_platform": "Access Platform",
  "title": "FIP Cerrado Project: development of systems to prevent forest fires and monitor vegetation cover in the Brazilian Cerrado",
  "abstract_01": "Through the FIP Cerrado (Forest Investment Program - FIP) (<a target='blank' href='http://cerrado.obt.inpe.br/'>http://cerrado.obt.inpe.br/</a>) and within the Project <strong>“Development of systems to prevent forest fires and monitor vegetation cover in the Brazilian Cerrado”</strong> the role of the Federal University of Goiás (UFG) is the implementation of a PRODES – DETER Cerrado data quality control, which are systems in charge of the National Institute for Space Research (INPE). This tool should be able to provide a gradient of reliability for each deforestation polygon based on three methods: field data, satellite imagery visual inspection and automatic analysis, supporting the improvement of the deforestation detection process. Such estimates will be also used to assess the error in the GHG emissions models generated by INPE-EM (INPE – Emission Model), which is also a product of FIP Cerrado.",
  "abstract_02": "In this context, the <strong>Deforestation Polygon Assessment Tool (Cerrado DPAT)</strong> was implemented (<a target='blank' href='https://www.cerradodpat.org/'>https://www.cerradodpat.org/</a>), which is an online and free platform for sharing the results of the PRODES – DETER Cerrado analyzes, including field data (geographic coordinates, photos and videos); visually inspected validation based on satellite images; and automatic methods for detecting deforestation (deforestation susceptibility surface and Satellite Image Time Series analysis). The subsequent sections details all the developed throughout the project.",
  "dpat_title": "Cerrado DPAT",
  "dpat_01": "The Cerrado DPAT platform was developed by the Federal University of Goiás (UFG), according to Web Services architecture, using client-server communication through REST (Representational state transfer), which provides greater performance and dynamism for the interactive map.",
  "dpat_02": "Figure 1 presents the platform's homepage, in which (1) presents the data layer menu, (2) the legend, (3) descriptive attributes for the selected deforestation polygon, and (4) the deforestation in the Cerrado over the years. It is also possible to access the ranking of the Top-10 municipalities with the largest deforested area, and filter the data by year, state, municipality and deforestation in the APP and Legal Reserve, which are important products for supporting environmental institutions in their actions to reduce deforestation.",
  "dpat_src_fig_01" : "../../../assets/img/projeto/en/en_fig01.png",
  "dpat_src_fig_01_alt" : "Main application screen.",
  "dpat_src_fig_01_legend" : "<strong>Figure 1.</strong> Cerrado DPAT web interface.",
  "dpat_03": "In addition, the Cerrado DPAT platform generates deforestation reports for each PRODES – DETER Cerrado deforestation polygon, with the levels of validation, i.e., whether it was used field inspection, visual inspection of satellite images, automatic analysis, or a combination of these methods. The deforestation report is accessed quickly and intuitively, as shown in Figure 2. In the example, there is a deforestation area detected by PRODES-Cerrado on July 16, 2017, in the city of Loreto, Maranhão State, with the following information:",
  "dpat_list_01": "<strong>Metadata:</strong> Deforested area, Municipality and Geolocation",
  "dpat_list_02": "<strong>Crosschecks of deforestation polygon against the Environmental Rural Registry (CAR, in Portuguese):</strong> It presents the deforested area in the rural property, in the Permanent Preservation Areas (APP, in portuguese) and in the Legal Reserve.",
  "dpat_list_03": "<strong>Crosschecks between the deforestation and special areas:</strong> Displays the distance between the deforested area and several special areas such as: Indigenous Lands, Quilombola Communities, Full Protection Conservation Units and Conservation Units for Sustainable Use.",
  "dpat_list_04": "<strong>Digital media (photos and drone videos):</strong> data obtained during field campaigns and observations <i>in-loco<i/>.",
  "dpat_list_05": "<strong>Satellite Images:</strong> Landsat time-series (2000 – 2019) for the polygon used in the visual inspection and MODIS series (Normalized Difference Vegetation Index - NDVI) for the polygon centroid.",
  "dpat_list_06": "<strong>Automatic analysis:</strong> association between deforestation polygon and a map of Susceptibility to Deforestation; Points used in the time series change detection algorithm, the “Bfast-Monitor”.",
  "dpat_title_01": "Quality metrics",
  "dpat_04":"The landscape in the Cerrado Biome is characterized by distinct environmental features (e.g., climate, vegetation) which results in distinct spectral patterns captured by orbital sensors. Thus, the identification of deforestation by satellite images is subsidized both by prior knowledge of these patterns and by the respective behavior over time, identified both visually and by signatures or changes observed in image time series.",
  "dpat_05": "However, the risk of deforestation is not the same over the biome. The conversion of native areas to anthropic ones is influenced by different socio environmental factors, such as, slope, soil fertility, infrastructure and economic issues, which are used to delineate the deforestation probability. For example, flat terrains display high risk of deforestation because they are suitable for agriculture. In this sense, we used a synthesis of socio-environmental factors, between the years 2010 and 2015, which influences the occurrence of deforestation. For this, we used the method “Weights of Evidence”, available in the Dinamica EGO Software. Thus, a surface of susceptibility to deforestation was generated.",
  "dpat_06": "Another metric was generated using the Bfast-Monitor algorithm for the automatic detection of breakpoints (abrupt changes within the time series) in NDVI time series of the product MOD13Q1 / MODIS Sensor. Finally, the validation of PRODES-Cerrado was performed by a set of points visually inspected and randomly distributed throughout the Cerrado biome. These metrics were combined in to compute a final metric for each deforestation polygon.",
  "dpat_src_fig_02" : "../../../assets/img/projeto/en/en_fig02.png",
  "dpat_src_fig_02_alt" : "Deforestation report",
  "dpat_src_fig_02_legend" : "<strong>Figure 2.</strong> Deforestation report.",
  "metrics_title": "Spectral contextual metric (Bfast-Monitor)",
  "metrics_01": "The implementation of the native cover conversion metric initially considered three algorithms: Bfast01 (DE JONG et al., 2013) and Bfast-Monitor (VERBESSELT et al., 2012) for the MODIS vegetation index time series between 2000 and 2017, and the LandTrendR algorithm (KENNEDY et al. , 2010) for the Landsat time series between 1985 and 2017. The Bfast-Monitor algorithm presented the best hit rates in the detection of breaks in the 2016 and 2017 time series for polygons greater than 0.25 km², and therefore, it was chosen as the standard algorithm for implementing this metric. The implementation of this metric is considered the centroid of all PRODES-Cerrado 2017 polygons.",
  "metrics_02": "After running Bfast-Monitor on all MODIS pixels contained in the PRODES-Cerrado polygons, between 2016 and 2018 (i.e., 525,038), it was observed that about 82% of the polygons had pixels with breaks in their time series, and among these, polygons with an area of at least 0.25 km² presented more than 50% of the pixels with breaks, an indication of the efficiency of this method in detecting large deforestations. In contrast, the polygons that showed up to 25% of pixels with breaks represent about 46% of the total polygons of PRODES-Cerrado. However, this value is equivalent to a total area of 2,369 km², which represents only 11% of the total deforestation between 2016 and 2018.",
  "metrics_03": "Figure 3 presents an example of a deforestation polygon detected by PRODES-Cerrado in 2017 and confirmed automatically by Bfast-Monitor. It is possible to observe a polygon with a total area of 18 km² in the municipality of Mateiros-TO, where its MODIS image has 350 pixels, in which,  218 have suffered ruptures.",
  "metrics_src_fig_01" : "../../../assets/img/projeto/en/en_fig03.png",
  "metrics_src_fig_01_alt" : "Result of the execution of the Bfast-Monitor for a PRODES-Cerrado polygon in Mateiros-TO and photograph obtained with drone overflight during the field visit.",
  "metrics_src_fig_01_legend" : "<strong>Figure 3.</strong> Result of the execution of the Bfast-Monitor for a PRODES-Cerrado polygon in Mateiros-TO and photograph obtained with drone overflight during the field visit."
}
