{
  "access_platform": "Access Platform",
  "title": "FIP Cerrado Project: development of systems to prevent forest fires and monitor vegetation cover in the Brazilian Cerrado",
  "abstract_01": "Through the FIP Cerrado (Forest Investment Program - FIP) (<a target='blank' href='http://cerrado.obt.inpe.br/'>http://cerrado.obt.inpe.br/</a>) and within the Project <strong>“Development of systems to prevent forest fires and monitor vegetation cover in the Brazilian Cerrado”</strong> the role of the Federal University of Goiás (UFG) is the implementation of a PRODES – DETER Cerrado data quality control, which are systems in charge of the National Institute for Space Research (INPE). This tool should be able to provide a gradient of reliability for each deforestation polygon based on three methods: field data, satellite imagery visual inspection and automatic analysis, supporting the improvement of the deforestation detection process. Such estimates will be also used to assess the error in the GHG emissions models generated by INPE-EM (INPE – Emission Model), which is also a product of FIP Cerrado.",
  "abstract_02": "In this context, the <strong>Deforestation Polygon Assessment Tool (Cerrado DPAT)</strong> was implemented (<a target='blank' href='https://www.cerradodpat.org/'>https://www.cerradodpat.org/</a>), which is an online and free platform for sharing the results of the PRODES – DETER Cerrado analyzes, including field data (geographic coordinates, photos and videos); visually inspected validation based on satellite images; and automatic methods for detecting deforestation (deforestation susceptibility surface and Satellite Image Time Series analysis). The subsequent sections details all the developed throughout the project.",
  "dpat_title": "Cerrado DPAT",
  "dpat_01": "The Cerrado DPAT platform was developed by the Federal University of Goiás (UFG), according to Web Services architecture, using client-server communication through REST (Representational state transfer), which provides greater performance and dynamism for the interactive map.",
  "dpat_02": "Figure 1 presents the platform's homepage, in which (1) presents the data layer menu, (2) the legend, (3) descriptive attributes for the selected deforestation polygon, and (4) the deforestation in the Cerrado over the years. It is also possible to access the ranking of the Top-10 municipalities with the largest deforested area, and filter the data by year, state, municipality and deforestation in the APP and Legal Reserve, which are important products for supporting environmental institutions in their actions to reduce deforestation.",
  "dpat_src_fig_01": "../../../assets/img/projeto/en/en_fig01.png",
  "dpat_src_fig_01_alt": "Main application screen.",
  "dpat_src_fig_01_legend": "<strong>Figure 1.</strong> Cerrado DPAT web interface.",
  "dpat_03": "In addition, the Cerrado DPAT platform generates deforestation reports for each PRODES – DETER Cerrado deforestation polygon, with the levels of validation, i.e., whether it was used field inspection, visual inspection of satellite images, automatic analysis, or a combination of these methods. The deforestation report is accessed quickly and intuitively, as shown in Figure 2. In the example, there is a deforestation area detected by PRODES-Cerrado on July 16, 2017, in the city of Loreto, Maranhão State, with the following information:",
  "dpat_list_01": "<strong>Metadata:</strong> Deforested area, Municipality and Geolocation",
  "dpat_list_02": "<strong>Crosschecks of deforestation polygon against the Environmental Rural Registry (CAR, in Portuguese):</strong> It presents the deforested area in the rural property, in the Permanent Preservation Areas (APP, in portuguese) and in the Legal Reserve.",
  "dpat_list_03": "<strong>Crosschecks between the deforestation and special areas:</strong> Displays the distance between the deforested area and several special areas such as: Indigenous Lands, Quilombola Communities, Full Protection Conservation Units and Conservation Units for Sustainable Use.",
  "dpat_list_04": "<strong>Digital media (photos and drone videos):</strong> data obtained during field campaigns and observations <i>in-loco<i/>.",
  "dpat_list_05": "<strong>Satellite Images:</strong> Landsat time-series (2000 – 2019) for the polygon used in the visual inspection and MODIS series (Normalized Difference Vegetation Index - NDVI) for the polygon centroid.",
  "dpat_list_06": "<strong>Automatic analysis:</strong> association between deforestation polygon and a map of Susceptibility to Deforestation; Points used in the time series change detection algorithm, the “Bfast-Monitor”.",
  "dpat_title_01": "Quality metrics",
  "dpat_04": "The landscape in the Cerrado Biome is characterized by distinct environmental features (e.g., climate, vegetation) which results in distinct spectral patterns captured by orbital sensors. Thus, the identification of deforestation by satellite images is subsidized both by prior knowledge of these patterns and by the respective behavior over time, identified both visually and by signatures or changes observed in image time series.",
  "dpat_05": "However, the risk of deforestation is not the same over the biome. The conversion of native areas to anthropic ones is influenced by different socio environmental factors, such as, slope, soil fertility, infrastructure and economic issues, which are used to delineate the deforestation probability. For example, flat terrains display high risk of deforestation because they are suitable for agriculture. In this sense, we used a synthesis of socio-environmental factors, between the years 2010 and 2015, which influences the occurrence of deforestation. For this, we used the method “Weights of Evidence”, available in the Dinamica EGO Software. Thus, a surface of susceptibility to deforestation was generated.",
  "dpat_06": "Another metric was generated using the Bfast-Monitor algorithm for the automatic detection of breakpoints (abrupt changes within the time series) in NDVI time series of the product MOD13Q1 / MODIS Sensor. Finally, the validation of PRODES-Cerrado was performed by a set of points visually inspected and randomly distributed throughout the Cerrado biome. These metrics were combined in to compute a final metric for each deforestation polygon.",
  "dpat_src_fig_02": "../../../assets/img/projeto/en/en_fig02.png",
  "dpat_src_fig_02_alt": "Deforestation report",
  "dpat_src_fig_02_legend": "<strong>Figure 2.</strong> Deforestation report.",
  "metrics_title": "Spectral contextual metric (Bfast-Monitor)",
  "metrics_01": "The implementation of the native cover conversion metric initially considered three algorithms: Bfast01 (DE JONG et al., 2013) and Bfast-Monitor (VERBESSELT et al., 2012) for the MODIS vegetation index time series between 2000 and 2017, and the LandTrendR algorithm (KENNEDY et al. , 2010) for the Landsat time series between 1985 and 2017. The Bfast-Monitor algorithm presented the best hit rates in the detection of breaks in the 2016 and 2017 time series for polygons greater than 0.25 km², and therefore, it was chosen as the standard algorithm for implementing this metric. The implementation of this metric is considered the centroid of all PRODES-Cerrado 2017 polygons.",
  "metrics_02": "After running Bfast-Monitor on all MODIS pixels contained in the PRODES-Cerrado polygons, between 2016 and 2018 (i.e., 525,038), it was observed that about 82% of the polygons had pixels with breaks in their time series, and among these, polygons with an area of at least 0.25 km² presented more than 50% of the pixels with breaks, an indication of the efficiency of this method in detecting large deforestations. In contrast, the polygons that showed up to 25% of pixels with breaks represent about 46% of the total polygons of PRODES-Cerrado. However, this value is equivalent to a total area of 2,369 km², which represents only 11% of the total deforestation between 2016 and 2018.",
  "metrics_03": "Figure 3 presents an example of a deforestation polygon detected by PRODES-Cerrado in 2017 and confirmed automatically by Bfast-Monitor. It is possible to observe a polygon with a total area of 18 km² in the municipality of Mateiros-TO, where its MODIS image has 350 pixels, in which,  218 have suffered ruptures.",
  "metrics_src_fig_01": "../../../assets/img/projeto/en/en_fig03.png",
  "metrics_src_fig_01_alt": "Result of the execution of the Bfast-Monitor for a PRODES-Cerrado polygon in Mateiros-TO and photograph obtained with drone overflight during the field visit.",
  "metrics_src_fig_01_legend": "<strong>Figure 3.</strong> Result of the execution of the Bfast-Monitor for a PRODES-Cerrado polygon in Mateiros-TO and photograph obtained with drone overflight during the field visit.",
  "metrics_04": "Finally, it is essential to note that of the total of 21,869 km² of deforested areas between 2016 and 2018 in the Cerrado biome, Bfast-Monitor was able to identify 15,550 km² of polygons that presented at least 50% of breaks in their time series, which represents ~ 71% of the total. In the other areas, pixels with breaks were also identified, but in a smaller proportion, which indicates the presence of deforestation of less than 0.25 km², which due to the resolution of the MODIS pixel, becomes more difficult to be identified. In general, it was possible to observe a convergence between the results generated by Bfast-Monitor and the data released by PRODES-Cerrado.",
  "metrics_susceptibility_title": "Spatial contextual metric (Deforestation Susceptibility Surface)",
  "metrics_susceptibility_01": "As a subsidy to the qualification and spatial contextualization of the polygons detected as of 2016, two areas of susceptibility to deforestation were created: deforestation lower and higher than 0.5 km², named as large and small deforestations, respectively. These surfaces were developed from synthesis and verification of the influence of 11 variables (i.e., distance from anthropic areas; distance from highways; distance from silos and warehouses; land title category; property size; soil texture and type; geomorphology, annual average rainfall accumulated between 2000-2015; slope; altitude) in deforestation that occurred between the years 2010 and 2015 <strong>(Figure 4)</strong>.",
  "metrics_susceptibility_src_fig_01": "../../../assets/img/projeto/en/en_fig04.png",
  "metrics_susceptibility_src_fig_01_alt": "Methodology for Susceptibility Surfaces",
  "metrics_susceptibility_src_fig_01_legend": "<strong>Figure 4.</strong> Methodological procedures for creating Deforestation Susceptibility Surfaces.",
  "metrics_susceptibility_02": "For this process, we adopted the Weights of Evidence method, implemented in the software Dinamica EGO (SOARES-FILHO et al., 2009). The result shows a surface with numerical values between 0 and 1, which indicate the susceptibility/probability of a certain area in the Cerrado to be deforested. These values were defined based on the metrics' responses to large deforestation, associated with land with high agricultural suitability, and small, associated with land with low agricultural suitability. After executing the model, the generated surfaces were crossed with the PRODES and DETER-Cerrado polygons for 2016, 2017, and 2018. <strong>Figure 5</strong> shows the surface of susceptibility to large deforestation in the Western Bahia region.",
  "metrics_susceptibility_src_fig_02": "../../../assets/img/projeto/en/en_fig05.png",
  "metrics_susceptibility_src_fig_02_alt": "Western region of Bahia",
  "metrics_susceptibility_src_fig_02_legend": "<strong>Figure 5.</strong> Distribution of areas detected by PRODES-Cerrado, in 2016, with the susceptibility values ​​present on the generated surface.",
  "metrics_susceptibility_03": "Several polygons with large areas are found in the region with high susceptibility to large deforestation, while small deforestations are in areas with less susceptibility to extensive deforestation. Thus, looking at Figure 6, it is noteworthy the adherence of the model in relation to the PRODES-Cerrado data.",
  "metrics_susceptibility_src_fig_03": "../../../assets/img/projeto/en/en_fig06.png",
  "metrics_susceptibility_src_fig_03_alt": "Deforestation Susceptibility surfaces.",
  "metrics_susceptibility_src_fig_03_legend": "<strong>Figure 6.</strong> Deforestation Susceptibility surfaces higher and lower than 0.5 km² for the Cerrado biome.",
  "metrics_validation_title": "Sample validation",
  "metrics_validation_01": "7,254 points were drawn (Table 1) following a stratified sampling with the proportional allocation (CHOCHRAN, 1965). Four classes were evaluated:",
  "metrics_validation_table_thead_tr_01": "Classes",
  "metrics_validation_table_thead_th_01": "Total of Points",
  "metrics_validation_table_tbody_tr_01": "Natural / Water",
  "metrics_validation_table_tbody_th_01": "1.369",
  "metrics_validation_table_tbody_tr_02": "Anthropic Area (2015)",
  "metrics_validation_table_tbody_th_02": "1.646",
  "metrics_validation_table_tbody_tr_03": "Deforestation 2016",
  "metrics_validation_table_tbody_th_03": "1.067",
  "metrics_validation_table_tbody_tr_04": "Deforestation 2017",
  "metrics_validation_table_tbody_th_04": "1.068",
  "metrics_validation_table_tbody_tr_05": "Deforestation 2018",
  "metrics_validation_table_tbody_th_05": "1.067",
  "metrics_validation_table_tbody_tr_06": "Deforestation 2019",
  "metrics_validation_table_tbody_th_06": "1.067",
  "metrics_validation_table_01_legend": "<strong>Table 1.</strong> Total of points and classes inspected in sample validation.",
  "metrics_validation_02": "Each point was visually inspected in annual images, from the Landsat and Resourcesat satellites, by two interpreters. A third person inspected the points with the disagreement between these two interpreters.",
  "metrics_validation_03": "In this process, the same images used by INPE were used. For a better temporal contextualization of the evaluated points, Landsat images were also inspected for 1985-1999. However, in the validation process, only the years after 2000 were considered. The tool used for inspection, Temporal Visual Inspection - TVI (NOGUEIRA et al., 2017), allowed the interpreter to view, on just one screen, the image history of the evaluated area, thus facilitating a better understanding of the space- area. On the same screen, a graph was added for viewing historical rainfall series TRMM and NDVI MOD13Q1, for the period between 2000 and 2018. Figures 7 and 8 correspond, respectively, to examples of correct and incorrect detections.",
  "metrics_validation_src_fig_01": "../../../assets/img/projeto/en/en_fig07.png",
  "metrics_validation_src_fig_01_alt": "TVI",
  "metrics_validation_src_fig_01_legend": "<strong>Figure 7.</strong> Point inspected inside the TVI tool. There is a clear-cut suppression event in 2018, the year indicated by PRODES-Cerrado.",
  "metrics_validation_src_fig_02": "../../../assets/img/projeto/en/en_fig08.png",
  "metrics_validation_src_fig_02_alt": "TVI anthropized area",
  "metrics_validation_src_fig_02_legend": "<strong>Figure 8.</strong> Point inspected inside the TVI tool. In 2018, the year of detection, the area was already anthropized.",
  "metrics_validation_04": "The result showed high accuracy for all classes evaluated <strong>(Figure 9)</strong>. Regarding the assessment of the “Natural” class, it was estimated that 8% of the areas not mapped by PRODES-Cerrado are anthropized. Considering the anthropic area's assessment, by 2015, 5% of the total mapped is with remnants of native vegetation. In this way, approximately 102,000 km² of vegetation is not being monitored by PRODES-Cerrado. For deforestation corresponding to the years 2016, 2017, 2018 and 2019, it was found that, respectively, 4%, 6%, 7% and 7% of the area deforested in those years corresponded to the remnants of native vegetation. All these estimates considered a sampling error of 3% and a 95% confidence interval.",
  "metrics_validation_src_fig_03": "../../../assets/img/projeto/en/en_fig09.png",
  "metrics_validation_src_fig_03_alt": "Accuracy",
  "metrics_validation_src_fig_03_legend": "<strong>Figure 9.</strong> Accuracy for the evaluated classes of PRODES-Cerrado.",
  "metrics_field_title": "Field validation",
  "metrics_field_01": "Four fieldworks were made to evaluate the deforestation detected by PRODES-Cerrado in 2016, 2017, and 2018 <strong>(Figure 10)</strong>. Electronic forms, GPS, drones, and cameras were used to register a more significant variability of landscape conditions (e.g., different vegetation, reliefs, soils, climatic conditions, and socioeconomic elements). Subsequently, a visual inspection based on historical images (2000-2017) was done to check the already anthropized areas before PRODES-Cerrado and DETER-Cerrado detections.",
  "metrics_field_src_fig_01": "../../../assets/img/projeto/en/en_fig10.png",
  "metrics_field_src_fig_01_alt": "Fieldwork",
  "metrics_field_src_fig_01_legend": "<strong>Figure 10.</strong> Fieldworks performed for the evaluation of PRODES-Cerrado and DETER -Cerrado detections.",
  "metrics_field_02": "The Piauí, Maranhão, Tocantins, and Bahia states were visited in the first fieldwork. The team, formed by five people (i.e., two representatives from LAPIG and three from INPE), covered 2,077 km, evaluating 72 polygons, with 26 with drone overflights. In this field, 97% of the points visited were anthropized. <strong>Figure 11</strong> shows an agricultural plot located on an oxisol, on top of a plateau, and surrounded by savannah remnants in the municipality of Corrente-PI. PRODES-Cerrado correctly detected this area as deforestation in 2016, confirmed by satellite images inspection.",
  "metrics_field_src_fig_02": "../../../assets/img/projeto/en/en_fig11.png",
  "metrics_field_src_fig_02_alt": "Field visited deforestation",
  "metrics_field_src_fig_02_legend": "<strong>Figure 11.</strong> Deforestation detected by PRODES-Cerrado in 2017 and visited in 2018.",
  "metrics_field_03": "In the second fieldwork (March 2019), Goiás, Tocantins, and Bahia states were visited. This fieldwork, conducted by two representatives from LAPIG and two from INPE, covered 1951 km, evaluating 99 polygons, with 32 with drone overflights. In this field, all areas were anthropized. Figure 12 shows a deforested area in the municipality of Dianópolis-TO. However, deforestation was detected and carried out in 2017, according to the inspection of satellite images. During the visit, tractors and burned woods were observed, indicating a process of suppression of secondary vegetation in this area.",
  "metrics_field_src_fig_03": "../../../assets/img/projeto/en/en_fig12.png",
  "metrics_field_src_fig_03_alt": "Dianópolis-TO",
  "metrics_field_src_fig_03_legend": "<strong>Figure 12.</strong> Deforestation detected by PRODES-Cerrado in 2017 and visited in 2018.",
  "metrics_field_04": "In the third field (July 2019), the states of Maranhão and Piauí were visited. The team of six people (i.e., two representatives from LAPIG and four from INPE) covered 2,181 km, evaluating a total of 144 polygons, with 38 with drone flyovers. In this field, 98% of the areas were anthropized. <strong>Figure 13</strong> shows an area located in Alexandre Costa-MA and São João do Soter-MA municipalities, located in an ecotone region known as Mata de Cocais, and with a high incidence of small deforestations (i.e., below 0.5 km²). ",
  "metrics_field_05": "Many native vegetation fragments composed of forest formations and a predominance of palm trees were observed during this field. Although small deforestations drive the anthropization process in this region, for the extraction of firewood and the formation of small pastures, deforested areas with detections equal to or greater than 1 km were also visited pastures formed by exotic grasses. In some pastures, many invasive plants, such as weeds, were also observed, as well as abandoned areas with signs of regeneration of native vegetation.",
  "metrics_field_src_fig_04": "../../../assets/img/projeto/en/en_fig13.png",
  "metrics_field_src_fig_04_alt": "Mata dos Cocais",
  "metrics_field_src_fig_04_legend": "<strong>Figure 13.</strong> Deforested areas localized in Mata dos Cocais region.",
  "metrics_field_06": "In the fourth field (November 2019), in the states of Tocantins and Goiás, 126 areas were visited by PRODES (2016 and 2017) and DETER (2019). The eight specialists covered 1,810 km, evaluating a total of 126 polygons and 38 drone overflights. In this field, only 1 area was not anthropized. Figure 14 presents satellite photographs and images of a deforestation detected in 2018 and duly validated during the field visit. Due to the visit period, it was possible to observe that the area was deforested and was destined for rice cultivation.",
  "metrics_field_src_fig_05": "../../../assets/img/projeto/en/en_fig14.png",
  "metrics_field_src_fig_05_alt": "Lagoa da Confusão (TO)",
  "metrics_field_src_fig_05_legend": "<strong>Figure 14.</strong> Native vegetation converted to rice crop (Lagoa da Confusão - TO).",
  "metrics_field_07": "Of the 367 visited areas in these four fieldworks, 361 (98.3%) were anthropized. The total number of hits per field is shown in Figure 15. The main aspects identified and field were: correct detections DETER-Cerrado; deforested areas, but without consolidated use and with the presence of secondary vegetation; agricultural areas abandoned after deforestation; the presence of tractors in some deforested areas.",
  "metrics_field_src_fig_06": "../../../assets/img/projeto/en/en_fig15.png",
  "metrics_field_src_fig_06_alt": "Results",
  "metrics_field_src_fig_06_legend": "<strong>Figure 15.</strong> PRODES-Cerrado and DETER-Cerrado correctly mapped the most deforested areas visited in these fieldworks as an anthropic class.",
  "deep_learning_01": "Finally, the mapping of anthropic areas produced by PRODES-Cerrado constitutes an important database for monitoring deforestation in the Cerrado biome. According to an independent validation conducted by LAPIG/UFG, this mapping presented 93.17 ± 0.89% of global accuracy and is in constant improvement process, due to the annual accumulation of anthropogenic areas of the biome (PARENTE et al ., 2020). Given the quality of the data, with high accuracy produced by visual interpretation of satellite images, PRODES-Cerrado has enormous potential to be used as a training sample in supervised machine learning methods. Deep Neural Networks , can be considered the state of the art for automatic generation of mappings. In this sense, LAPIG developed an architectural proposal for the application of recurrent deep (i.e. LSTM) and convolutional (i.e. U-Net) neural networks that can be observed in this  <a target='blank' href='../../../assets/documents/deep_learning_english.pdf'>link</a>",
  "references_title": "References",
  "references_01": "COCHRAN, W. G. Técnicas de amostragem. Rio de Janeiro: Fundo de Cultura, 1965. 555 p.",
  "references_02": "NOGUEIRA, S.H.M.; PARENTE, LL.; FERREIRA, LG.; Temporal Visual Inspection: Uma ferramenta destinada à inspeção visual de pontos em séries históricas de imagens de sensoriamento remoto. In XXVII Congresso Brasileiro de Cartografia; Instituto Brasileiro de Geografia e Estatística: Rio de Janeiro, Brazil, 2017.",
  "references_03": "DE JONG, R.;, VERBESSELT, J.; ZEILEIS, A.; SCHAEPMAN, M. Shifts in global vegetation activity trends. Remote Sensing, 5, 1117–1133. 2013.http://dx.doi.org/10.3390/rs5031117",
  "references_04": "KENNEDY, R.; YANG, Z.;GORELICK, N.; BRAATEN, J.; CAVALCANTE, L.; COHEN, W.; HEALEY, S. Implementation of the LandTrendr Algorithm on Google Earth Engine. Remote Sensing, 10(5), 691. 2018.",
  "references_05": "SOARES-FILHO, B.; RODRIGUES, H.; COSTA, W. Modeling environmental dynamics with dinamica ego. In: Soares Filho B. (ed) Guidebook. Belo Horizonte, Brazil. http://csr.ufmg.br/dinamica/dokuwiki/doku.php?id=tutorial:start, 2009",
  "references_06": "PARENTE, LEANDRO; NOGUEIRA, S. ; FERREIRA, L. G. . Assessing Land-Cover Changes in the Brazilian Cerrado Biome based on the Time-Series Analysis of MODIS and Landsat Datasets. In: American Geophysical Union - Fall Meeting, 2018, Washington, D.C.. Abstracts, 2018."
}