{
  "access_platform": "Acessar Plataforma",
  "title": "Projeto FIP Cerrado: Implementação de um sistema de controle de qualidade de dados para o sistema de monitoramento do desmatamento do Cerrado",
  "abstract_01": "No âmbito do Programa FIP Cerrado (<a target='blank' href='http://cerrado.obt.inpe.br/'>http://cerrado.obt.inpe.br/</a>) e do projeto de <strong>“Desenvolvimento de sistemas de prevenção de incêndios florestais e monitoramento da cobertura vegetal no cerrado brasileiro”</strong> está inserida esta subcomponente que tem como objetivo definir e desenvolver uma ferramenta computacional para mensurar a incerteza do desmatamento gerado pelos sistemas PRODES e DETER Cerrado, do Instituto Nacional de Pesquisas Espaciais (INPE). Está análise considera análises automatizadas, validações por inspeção visual e visitas em campo. Tais medidas serão utilizadas também nos modelos de propagação de erro das estimativas de emissões de gases do efeito estufa gerados pelo INPE-EM (INPE – Emission Model).",
  "abstract_02": "Nessa perspectiva, foi implementada a ferramenta computacional <strong><i>Deforestation Polygon Assessment Tool</i> (Cerrado DPAT)</strong> (ver: <a target='blank' href='https://www.cerradodpat.org/'>https://www.cerradodpat.org/</a>), responsável por disponibilizar, de forma online e gratuita, os resultados de todas análises realizadas com o PRODES e DETER-Cerrado no Subcomponente 1.3, incluindo dados obtidos em campo (e.g. coordenadas geográficas, fotos e vídeos), pontos de validação visualmente inspecionados, e métodos de análise automática para detecção de desmatamentos (e.g. superfície de susceptibilidade ao desmatamento e análise de séries temporais em imagens de satélite), produzidos no âmbito do programa FIP-Cerrado (<a target='blank' href='http://cerrado.obt.inpe.br/'>http://cerrado.obt.inpe.br/</a>). Todos os produtos desenvolvidos ao longo do projeto serão detalhados a seguir.",
  "dpat_title": "Cerrado DPAT",
  "dpat_01": "A plataforma Cerrado DPAT foi desenvolvida pela Universidade Federal de Goiás (UFG), conforme a arquitetura de desenvolvimento de software baseado em webservices, de forma que a implementação da comunicação entre cliente e servidor, via requisições REST (Representational state transfer), permite um maior desempenho e dinamismo para o mapa interativo.",
  "dpat_02": " Figura 1 apresenta a página inicial da plataforma, na qual (1) apresenta o menu de camada de dados, (2) a legenda, (3) atributos descritivos para o polígono de desmatamento selecionado, e (4) a área desmatada no Cerrado ao longo dos anos. Também é possível ter acesso ao ranking dos “Top-10” municípios com maior área desmatada e filtrar os dados por ano, estado, município e área de APP e Reserva Legal desmatados, uma forma de apoiar organizações ambientais em suas ações para reduzir o desmatamento.",
  "dpat_src_fig_01" : "../../../assets/img/projeto/br/br_fig01.png",
  "dpat_src_fig_01_alt" : "Tela principal da aplicação.",
  "dpat_src_fig_01_legend" : "<strong>Figura 1.</strong> Interface web do Cerrado DPAT.",
  "dpat_03": "Além disso, a plataforma Cerrado DPAT gera relatórios para cada polígono de desmatamento do PRODES – DETER Cerrado, permitindo a visualização dos níveis de validação, ou seja, se ocorreu inspeção em campo, inspeção visual de imagens de satélite, análises automáticas, ou a combinação destes métodos. O relatório do desmatamento apresenta as informações de maneira rápida e intuitiva aos usuários, como apresentado na Figura 2. No exemplo há um desmatamento detectado pelo PRODES – Cerrado na data de 16 de Julho de 2017, na cidade de Loreto-MA, com as seguintes informações:",
  "dpat_list_01": "<strong>Metadados:</strong> (Área desmatada, Município e Geolocalização)",
  "dpat_list_02": "<strong>Cruzamento entre o polígono de desmatamento e áreas especiais:</strong> Apresenta a distância entre a área desmatada e diversas áreas especiais como: Terras Indígenas, Comunidades Quilombolas, Unidades de Conservação de Proteção Integral e Unidades de Conservação de Uso Sustentável.",
  "dpat_list_03": "<strong>Cruzamento entre polígono de desmatamento e o Cadastro Ambiental Rural (CAR):</strong> Apresenta a área desmatada na propriedade rural, em APP e Reserva Legal",
  "dpat_list_04": "<strong>Mídias digitais (fotos e vídeos de drone):</strong> obtidas durante as campanhas em campo e observações <i>in-loco<i/>.",
  "dpat_list_05": "<strong>Histórico de Imagens:</strong> Landsat (2000 – 2019) para a região do polígono utilizadas na inspeção visual e série MODIS (<i>Normalized Difference Vegetation Index</i> - NDVI) para o centróide do polígono.",
  "dpat_list_06": "<strong>Análise automática:</strong> apresentação do polígono em um mapa de susceptibilidade ao Desmatamento; e pontos utilizados no algoritmo de detecção de mudanças em séries temporais, o <i>“Bfast-Monitor”</i>.",
  "dpat_title_01": "Métricas de qualidade",
  "dpat_04": "A paisagem no bioma Cerrado é caracterizada por uma série de particularidades ambientais (clima, vegetação) que se refletem em padrões espectrais captados por sensores orbitais. Assim, a identificação do desmatamento por imagens de satélite é subsidiada tanto pelo conhecimento prévio destes padrões quanto pelo respectivo comportamento ao longo do tempo, identificado tanto de forma visual quanto por quebras de tendências observadas em séries temporais.",
  "dpat_05": "Contudo, a probabilidade de ocorrência de um desmatamento não é a mesma em todo o bioma. A conversão de áreas nativas em antrópica é influenciada por fatores socioambientais, tais como, declividade, fertilidade dos solos, infraestrutura e questões econômicas. Por exemplo, áreas planas demonstram alto risco ao desmatamento, pois são adequadas à agricultura. Nesse sentido, utilizou-se a síntese da influência de fatores socioambientais observados entre os anos de 2010 e 2015 na ocorrência do desmatamento. Para isso, o método adotado foi o <i>Weights of Evidence</i>, do software Dinamica EGO. Dessa forma, uma superfície de susceptibilidade ao desmatamento foi gerada. Uma outra métrica foi gerada utilizando o algoritmo <i>Bfast-Monitor</i> para a detecção automática de rupturas de tendência em séries temporais NDVI do produto MOD13Q1/Sensor MODIS. ",
  "dpat_06": "Por fim, foi realizada a validação amostral do PRODES-Cerrado por um conjunto de pontos visualmente inspecionados e distribuídos aleatoriamente pelo bioma Cerrado. Ao final, essas métricas foram combinadas para computar uma métrica para cada polígono de desmatamento.",
  "dpat_src_fig_02" : "../../../assets/img/projeto/br/br_fig02.png",
  "dpat_src_fig_02_alt" : "Relatório do desmatamento",
  "dpat_src_fig_02_legend" : "<strong>Figura 2.</strong> Relatório do desmatamento.",
  "metrics_title": "Métrica de contextualização espectral (<i style='font-weight: 200;'>Bfast-Monitor</i>)",
  "metrics_01": "A implementação da métrica de conversão da cobertura nativa inicialmente considerou três algoritmos: Bfast01 (DE JONG et.al., 2013) e Bfast-Monitor (VERBESSELT et. al., 2012) para as séries temporais de índice de vegetação MODIS entre 2000 e 2017, e o algoritmo LandTrendR (KENNEDY et al., 2010) para as séries temporais Landsat entre 1985 e 2017. O algoritmo <i>Bfast-Monitor</i> apresentou as melhores taxas de acerto na detecção de rupturas nas séries temporais de 2016 e 2017 para polígonos maiores que 0,25 km², e portanto, foi escolhido como algoritmo padrão para implementação desta métrica. A implementação desta métrica considerou o centróide de todos os polígonos PRODES-Cerrado 2017.",
  "metrics_02": "Após a execução do <i>Bfast-Monitor</i> em todos os <i>pixels</i> MODIS contidos nos polígonos PRODES-Cerrado, entre 2016 e 2018 (i.e. 525.038), foi observado que cerca de 82% dos polígonos apresentaram <i>pixels</i> com quebras em suas séries temporais, e dentre estes, polígonos com área de pelo menos 0,25 km² apresentaram mais de 50% dos pixels com quebras, um indicativo da eficiência deste método em detectar desmatamentos grandes. Em contrapartida, os polígonos que apresentaram até 25% de <i>pixels</i> com quebra representam cerca de 46% do total de polígonos do PRODES-Cerrado, porém este valor é equivalente a uma área total de 2.369 km², que representa apenas 11% do total desmatamento entre 2016 e 2018.",
  "metrics_03": "A Figura 3 apresenta um exemplo de polígono de desmatamento detectado pelo PRODES-Cerrado em 2017 e confirmado automaticamente pelo <i>Bfast-Monitor</i>. Nela é possível observar um polígono com uma área total de 18 km² no município de Mateiros-TO, onde sua imagem MODIS apresenta 350 <i>pixels</i> sendo que 218 destes sofreram rupturas.",
  "metrics_src_fig_01" : "../../../assets/img/projeto/br/br_fig03.png",
  "metrics_src_fig_01_alt" : "TResultado da execução do Bfast-Monitor para um polígono PRODES-Cerrado em Mateiros-TO e fotografia obtida com sobrevoo de drone durante a visita de campo.",
  "metrics_src_fig_01_legend" : "<strong>Figura 3.</strong> resultado da execução do <i>Bfast-Monitor</i> para um polígono PRODES-Cerrado em Mateiros-TO e fotografia obtida com sobrevoo de drone durante a visita de campo.",
  "metrics_04": "Por fim, é importante ressaltar que do total de 21.869 km² de áreas desmatadas entre 2016 e 2018 no bioma Cerrado, o Bfast-Monitor foi capaz de identificar 15.550 km² de polígonos que apresentaram pelo menos 50% de quebras em suas séries temporais, o que representa ~71% do total. Nas demais áreas também foram identificados pixels com quebras, porém em menor proporção, o que indica a presença de desmatamento de tamanho inferior a 0,25 km², o que devido a resolução do pixel MODIS se torna mais difícil de ser identificado. De forma geral, foi possível observar uma convergência entre os resultados gerados pelo Bfast-Monitor e os dados divulgados pelo PRODES-Cerrado."
}