{
  "access_platform": "Acessar Plataforma",
  "title": "Projeto FIP Cerrado: Implementação de um sistema de controle de qualidade de dados para o sistema de monitoramento do desmatamento do Cerrado",
  "abstract_01": "No âmbito do Programa FIP Cerrado (<a target='blank' href='http://cerrado.obt.inpe.br/'>http://cerrado.obt.inpe.br/</a>) e do projeto de <strong>“Desenvolvimento de sistemas de prevenção de incêndios florestais e monitoramento da cobertura vegetal no cerrado brasileiro”</strong> está inserida esta subcomponente que tem como objetivo definir e desenvolver uma ferramenta computacional para mensurar a incerteza do desmatamento gerado pelos sistemas PRODES e DETER Cerrado, do Instituto Nacional de Pesquisas Espaciais (INPE). Está análise considera análises automatizadas, validações por inspeção visual e visitas em campo. Tais medidas serão utilizadas também nos modelos de propagação de erro das estimativas de emissões de gases do efeito estufa gerados pelo INPE-EM (INPE – Emission Model).",
  "abstract_02": "Nessa perspectiva, foi implementada a ferramenta computacional <strong><i>Deforestation Polygon Assessment Tool</i> (Cerrado DPAT)</strong> (ver: <a target='blank' href='https://www.cerradodpat.org/'>https://www.cerradodpat.org/</a>), responsável por disponibilizar, de forma online e gratuita, os resultados de todas análises realizadas com o PRODES e DETER-Cerrado no Subcomponente 1.3, incluindo dados obtidos em campo (e.g. coordenadas geográficas, fotos e vídeos), pontos de validação visualmente inspecionados, e métodos de análise automática para detecção de desmatamentos (e.g. superfície de susceptibilidade ao desmatamento e análise de séries temporais em imagens de satélite), produzidos no âmbito do programa FIP-Cerrado (<a target='blank' href='http://cerrado.obt.inpe.br/'>http://cerrado.obt.inpe.br/</a>). Todos os produtos desenvolvidos ao longo do projeto serão detalhados a seguir.",
  "dpat_title": "Cerrado DPAT",
  "dpat_01": "A plataforma Cerrado DPAT foi desenvolvida pela Universidade Federal de Goiás (UFG), conforme a arquitetura de desenvolvimento de software baseado em webservices, de forma que a implementação da comunicação entre cliente e servidor, via requisições REST (Representational state transfer), permite um maior desempenho e dinamismo para o mapa interativo.",
  "dpat_02": " Figura 1 apresenta a página inicial da plataforma, na qual (1) apresenta o menu de camada de dados, (2) a legenda, (3) atributos descritivos para o polígono de desmatamento selecionado, e (4) a área desmatada no Cerrado ao longo dos anos. Também é possível ter acesso ao ranking dos “Top-10” municípios com maior área desmatada e filtrar os dados por ano, estado, município e área de APP e Reserva Legal desmatados, uma forma de apoiar organizações ambientais em suas ações para reduzir o desmatamento.",
  "dpat_src_fig_01": "../../../assets/img/projeto/br/br_fig01.png",
  "dpat_src_fig_01_alt": "Tela principal da aplicação.",
  "dpat_src_fig_01_legend": "<strong>Figura 1.</strong> Interface web do Cerrado DPAT.",
  "dpat_03": "Além disso, a plataforma Cerrado DPAT gera relatórios para cada polígono de desmatamento do PRODES – DETER Cerrado, permitindo a visualização dos níveis de validação, ou seja, se ocorreu inspeção em campo, inspeção visual de imagens de satélite, análises automáticas, ou a combinação destes métodos. O relatório do desmatamento apresenta as informações de maneira rápida e intuitiva aos usuários, como apresentado na Figura 2. No exemplo há um desmatamento detectado pelo PRODES – Cerrado na data de 16 de Julho de 2017, na cidade de Loreto-MA, com as seguintes informações:",
  "dpat_list_01": "<strong>Metadados:</strong> (Área desmatada, Município e Geolocalização)",
  "dpat_list_02": "<strong>Cruzamento entre o polígono de desmatamento e áreas especiais:</strong> Apresenta a distância entre a área desmatada e diversas áreas especiais como: Terras Indígenas, Comunidades Quilombolas, Unidades de Conservação de Proteção Integral e Unidades de Conservação de Uso Sustentável.",
  "dpat_list_03": "<strong>Cruzamento entre polígono de desmatamento e o Cadastro Ambiental Rural (CAR):</strong> Apresenta a área desmatada na propriedade rural, em APP e Reserva Legal",
  "dpat_list_04": "<strong>Mídias digitais (fotos e vídeos de drone):</strong> obtidas durante as campanhas em campo e observações <i>in-loco<i/>.",
  "dpat_list_05": "<strong>Histórico de Imagens:</strong> Landsat (2000 – 2019) para a região do polígono utilizadas na inspeção visual e série MODIS (<i>Normalized Difference Vegetation Index</i> - NDVI) para o centróide do polígono.",
  "dpat_list_06": "<strong>Análise automática:</strong> apresentação do polígono em um mapa de susceptibilidade ao Desmatamento; e pontos utilizados no algoritmo de detecção de mudanças em séries temporais, o <i>“Bfast-Monitor”</i>.",
  "dpat_title_01": "Métricas de qualidade",
  "dpat_04": "A paisagem no bioma Cerrado é caracterizada por uma série de particularidades ambientais (clima, vegetação) que se refletem em padrões espectrais captados por sensores orbitais. Assim, a identificação do desmatamento por imagens de satélite é subsidiada tanto pelo conhecimento prévio destes padrões quanto pelo respectivo comportamento ao longo do tempo, identificado tanto de forma visual quanto por quebras de tendências observadas em séries temporais.",
  "dpat_05": "Contudo, a probabilidade de ocorrência de um desmatamento não é a mesma em todo o bioma. A conversão de áreas nativas em antrópica é influenciada por fatores socioambientais, tais como, declividade, fertilidade dos solos, infraestrutura e questões econômicas. Por exemplo, áreas planas demonstram alto risco ao desmatamento, pois são adequadas à agricultura. Nesse sentido, utilizou-se a síntese da influência de fatores socioambientais observados entre os anos de 2010 e 2015 na ocorrência do desmatamento. Para isso, o método adotado foi o <i>Weights of Evidence</i>, do software Dinamica EGO. Dessa forma, uma superfície de susceptibilidade ao desmatamento foi gerada. Uma outra métrica foi gerada utilizando o algoritmo <i>Bfast-Monitor</i> para a detecção automática de rupturas de tendência em séries temporais NDVI do produto MOD13Q1/Sensor MODIS. ",
  "dpat_06": "Por fim, foi realizada a validação amostral do PRODES-Cerrado por um conjunto de pontos visualmente inspecionados e distribuídos aleatoriamente pelo bioma Cerrado. Ao final, essas métricas foram combinadas para computar uma métrica para cada polígono de desmatamento.",
  "dpat_src_fig_02": "../../../assets/img/projeto/br/br_fig02.png",
  "dpat_src_fig_02_alt": "Relatório do desmatamento",
  "dpat_src_fig_02_legend": "<strong>Figura 2.</strong> Relatório do desmatamento.",
  "metrics_title": "Métrica de contextualização espectral (<i style='font-weight: 200;'>Bfast-Monitor</i>)",
  "metrics_01": "A implementação da métrica de conversão da cobertura nativa inicialmente considerou três algoritmos: Bfast01 (DE JONG et.al., 2013) e Bfast-Monitor (VERBESSELT et. al., 2012) para as séries temporais de índice de vegetação MODIS entre 2000 e 2017, e o algoritmo LandTrendR (KENNEDY et al., 2010) para as séries temporais Landsat entre 1985 e 2017. O algoritmo <i>Bfast-Monitor</i> apresentou as melhores taxas de acerto na detecção de rupturas nas séries temporais de 2016 e 2017 para polígonos maiores que 0,25 km², e portanto, foi escolhido como algoritmo padrão para implementação desta métrica. A implementação desta métrica considerou o centróide de todos os polígonos PRODES-Cerrado 2017.",
  "metrics_02": "Após a execução do <i>Bfast-Monitor</i> em todos os <i>pixels</i> MODIS contidos nos polígonos PRODES-Cerrado, entre 2016 e 2018 (i.e. 525.038), foi observado que cerca de 82% dos polígonos apresentaram <i>pixels</i> com quebras em suas séries temporais, e dentre estes, polígonos com área de pelo menos 0,25 km² apresentaram mais de 50% dos pixels com quebras, um indicativo da eficiência deste método em detectar desmatamentos grandes. Em contrapartida, os polígonos que apresentaram até 25% de <i>pixels</i> com quebra representam cerca de 46% do total de polígonos do PRODES-Cerrado, porém este valor é equivalente a uma área total de 2.369 km², que representa apenas 11% do total desmatamento entre 2016 e 2018.",
  "metrics_03": "A Figura 3 apresenta um exemplo de polígono de desmatamento detectado pelo PRODES-Cerrado em 2017 e confirmado automaticamente pelo <i>Bfast-Monitor</i>. Nela é possível observar um polígono com uma área total de 18 km² no município de Mateiros-TO, onde sua imagem MODIS apresenta 350 <i>pixels</i> sendo que 218 destes sofreram rupturas.",
  "metrics_src_fig_01": "../../../assets/img/projeto/br/br_fig03.png",
  "metrics_src_fig_01_alt": "TResultado da execução do Bfast-Monitor para um polígono PRODES-Cerrado em Mateiros-TO e fotografia obtida com sobrevoo de drone durante a visita de campo.",
  "metrics_src_fig_01_legend": "<strong>Figura 3.</strong> resultado da execução do <i>Bfast-Monitor</i> para um polígono PRODES-Cerrado em Mateiros-TO e fotografia obtida com sobrevoo de drone durante a visita de campo.",
  "metrics_04": "Por fim, é importante ressaltar que do total de 21.869 km² de áreas desmatadas entre 2016 e 2018 no bioma Cerrado, o Bfast-Monitor foi capaz de identificar 15.550 km² de polígonos que apresentaram pelo menos 50% de quebras em suas séries temporais, o que representa ~71% do total. Nas demais áreas também foram identificados pixels com quebras, porém em menor proporção, o que indica a presença de desmatamento de tamanho inferior a 0,25 km², o que devido a resolução do pixel MODIS se torna mais difícil de ser identificado. De forma geral, foi possível observar uma convergência entre os resultados gerados pelo Bfast-Monitor e os dados divulgados pelo PRODES-Cerrado.",
  "metrics_susceptibility_title": "Métrica de Contextualização Espacial (Superfície de susceptibilidade a desmatamentos)",
  "metrics_susceptibility_01": "Como subsídio à qualificação e contextualização espacial dos polígonos detectados a partir de 2016, foram criadas duas superfícies de suscetibilidade ao desmatamento: desmatamentos menores e maiores que 0,5 km. Essas superfícies foram desenvolvidas a partir da síntese e verificação da influência de 11 variáveis ​​(ou seja, distância de áreas antrópicas; distância de rodovias; distância de silos e armazéns; categoria do título de propriedade; tamanho da propriedade; textura e tipo do solo; geomorfologia, precipitação média anual acumulada entre 2000-2015; declive; altitude) no desmatamento ocorrido entre os anos de 2010 e 2015 <strong>(Figura 4)</strong>.",
  "metrics_susceptibility_src_fig_01": "../../../assets/img/projeto/br/br_fig04.png",
  "metrics_susceptibility_src_fig_01_alt": "Metodologia Para Superfícies de Susceptibilidade",
  "metrics_susceptibility_src_fig_01_legend": "<strong>Figura 4.</strong> Procedimentos metodológicos para a criação de Superfícies de Suscetibilidade ao Desmatamento.",
  "metrics_susceptibility_02": "Para este processo, foi adotado o método Pesos de Evidência, implementado no software Dinamica EGO (SOARES-FILHO et al., 2009). O resultado mostra uma superfície com valores numéricos entre 0 e 1, que indicam a susceptibilidade/probabilidade de uma determinada área do Cerrado ser desmatada. Esses valores foram definidos com base nas diferentes respostas das métricas para grandes desmatamentos (associados a terras com alta aptidão agrícola), e pequenos (associados a terras com baixa aptidão agrícola). Após a execução do modelo, as superfícies geradas foram cruzadas com os polígonos PRODES e DETER-Cerrado para 2016, 2017 e 2018. A <strong>Figura 5</strong> mostra a superfície de suscetibilidade gerada para grandes desmatamentos na região do oeste baiano.",
  "metrics_susceptibility_src_fig_02": "../../../assets/img/projeto/br/br_fig05.png",
  "metrics_susceptibility_src_fig_02_alt": "Região Oeste da Bahia",
  "metrics_susceptibility_src_fig_02_legend": "<strong>Figura 5.</strong>Distribuição das áreas detectadas pelo PRODES-Cerrado, em 2016, com os valores de suscetibilidade presentes na superfície gerada.",
  "metrics_susceptibility_03": "Grandes desmatamentos são encontrados em regiões com alta suscetibilidade a desmatamentos superiores a 50 ha (0,5 km²), enquanto pequenas áreas desmatadas estão localizadas em uma área menos suscetível a extensos desmatamentos. Com isso, observando a Figura 6, é possível perceber a boa aderência do modelo em relação aos dados do PRODES-Cerrado.",
  "metrics_susceptibility_src_fig_03": "../../../assets/img/projeto/br/br_fig06.png",
  "metrics_susceptibility_src_fig_03_alt": "Superfícies de Susceptibilidade",
  "metrics_susceptibility_src_fig_03_legend": "<strong>Figure 6.</strong> Superfícies de suscetibilidade ao desmatamento maiores e menores que 0,5 km² para o bioma Cerrado.",
  "metrics_validation_title": "Validação amostral",
  "metrics_validation_01": "Foram sorteados 7.254 pontos (Tabela 1) seguindo uma amostra estratificada com alocação proporcional (CHOCHRAN, 1965). Quatro classes foram avaliadas:",
  "metrics_validation_table_thead_tr_01": "Classes",
  "metrics_validation_table_thead_th_01": "Total de Pontos",
  "metrics_validation_table_tbody_tr_01": "Natural / Água",
  "metrics_validation_table_tbody_th_01": "1.369",
  "metrics_validation_table_tbody_tr_02": "Área antrópica (2015)",
  "metrics_validation_table_tbody_th_02": "1.646",
  "metrics_validation_table_tbody_tr_03": "Desmatamento 2016",
  "metrics_validation_table_tbody_th_03": "1.067",
  "metrics_validation_table_tbody_tr_04": "Desmatamento 2017",
  "metrics_validation_table_tbody_th_04": "1.068",
  "metrics_validation_table_tbody_tr_05": "Desmatamento 2018",
  "metrics_validation_table_tbody_th_05": "1.067",
  "metrics_validation_table_tbody_tr_06": "Desmatamento 2019",
  "metrics_validation_table_tbody_th_06": "1.067",
  "metrics_validation_table_01_legend": "<strong>Tabela 1.</strong> Total de pontos e classes inspecionados na validação amostral.",
  "metrics_validation_02": "Cada ponto foi inspecionado visualmente em imagens anuais provenientes dos satélites Landsat e Resourcesat, por dois intérpretes. Uma terceira pessoa inspecionou os pontos com a discordância entre esses dois intérpretes.",
  "metrics_validation_03": "Nesse processo, foram utilizadas as mesmas imagens utilizadas pelo INPE. Para uma melhor contextualização temporal dos pontos avaliados, imagens Landsat também foram inspecionadas para o período 1985-1999. Porém, no processo de validação, foram considerados apenas os anos posteriores a 2000. A ferramenta utilizada para a inspeção, Inspeção Visual Temporal - TVI (NOGUEIRA et al., 2017), permitiu ao intérprete visualizar, em apenas uma tela, o histórico de imagens da área avaliada, facilitando assim um melhor entendimento da área espacial. Na mesma tela, foi adicionado um gráfico para visualização das séries históricas de precipitação TRMM e NDVI MOD13Q1, para o período entre 2000 e 2018. As Figuras 7 e 8 correspondem, respectivamente, a exemplos de detecções corretas e incorretas.",
  "metrics_validation_src_fig_01": "../../../assets/img/projeto/br/br_fig07.png",
  "metrics_validation_src_fig_01_alt": "TVI",
  "metrics_validation_src_fig_01_legend": "<strong>Figura 7.</strong> Ponto inspecionado dentro da ferramenta TVI. Há um evento de supressão nítido em 2018, ano indicado pelo PRODES-Cerrado.",
  "metrics_validation_src_fig_02": "../../../assets/img/projeto/br/br_fig08.png",
  "metrics_validation_src_fig_02_alt": "TVI área antropizada",
  "metrics_validation_src_fig_02_legend": "<strong>Figura 8.</strong> Ponto inspecionado dentro da ferramenta TVI. Em 2018, ano da detecção, a área já estava antropizada.",
  "metrics_validation_04": "O resultado apresentou alta precisão para todas as classes avaliadas <strong>(Figura 9)</strong>. Em relação à avaliação da classe “Natural”, estimou-se que 8% das áreas não mapeadas pelo PRODES-Cerrado são antropizadas. Considerando a avaliação da área antrópica, até 2015, 5% do total mapeado está com remanescentes de vegetação nativa. Dessa forma, aproximadamente 102.000 km² de vegetação não estão sendo monitorados pelo PRODES-Cerrado. Para os desmatamentos correspondentes aos anos de 2016, 2017, 2018 e 2019, verificou-se que, respectivamente, 4%, 6%, 7% e 7% da área desmatada nesses anos correspondia a remanescentes de vegetação nativa. Todas essas estimativas consideraram erro amostral de 3% e intervalo de confiança de 95%.",
  "metrics_validation_src_fig_03": "../../../assets/img/projeto/br/br_fig09.png",
  "metrics_validation_src_fig_03_alt": "Acurácia",
  "metrics_validation_src_fig_03_legend": "<strong>Figura 9.</strong> Acurácia para cada classe avaliada no PRODES-Cerrado.",
  "metrics_field_title": "Validação de Campo",
  "metrics_field_01": "Quatro trabalhos de campo foram realizados para avaliar o desmatamento detectado pelo PRODES-Cerrado em 2016, 2017 e 2018 <strong>(Figura 10)</strong>. Formulários eletrônicos, GPS, drones e câmeras foram usados ​​para registrar uma variabilidade mais significativa das condições da paisagem (por exemplo, vegetação diferente, relevos, solos, condições climáticas e elementos socioeconômicos). Posteriormente, foi feita uma inspeção visual com base em imagens históricas (2000-2017) para verificar as áreas já antropizadas antes das detecções do PRODES-Cerrado e DETER-Cerrado.",
  "metrics_field_src_fig_01": "../../../assets/img/projeto/br/br_fig10.png",
  "metrics_field_src_fig_01_alt": "Roteiro de Campo",
  "metrics_field_src_fig_01_legend": "<strong>Figura 10.</strong> Atividades e campo realizados para avaliação das detecções do PRODES-Cerrado e DETER-Cerrado.",
  "metrics_field_02": "Os estados do Piauí, Maranhão, Tocantins e Bahia foram visitados no primeiro trabalho de campo. A equipe, formada por cinco pessoas (ou seja, dois representantes do LAPIG e três do INPE), percorreu 2.077 km, avaliando 72 polígonos, sendo 26 com sobrevoo de drones. Nesse campo, 97% dos pontos visitados eram antropizados. A <strong>Figura 10</strong> mostra uma parcela agrícola localizada em um Latossolo Vermelho, no topo de um planalto e cercada por remanescentes de cerrado no município de Corrente-PI. O PRODES-Cerrado detectou corretamente esta área como desmatamento em 2016, confirmado por inspeção de imagens de satélite.",
  "metrics_field_src_fig_02": "../../../assets/img/projeto/br/br_fig11.png",
  "metrics_field_src_fig_02_alt": "Desmatamento visitado",
  "metrics_field_src_fig_02_legend": "<strong>Figura 11.</strong> Desmatamento detectado pelo PRODES-Cerrado em 2017 e visitado em 2018.",
  "metrics_field_03": "No segundo trabalho de campo (março de 2019), foram visitados os estados de Goiás, Tocantins e Bahia. O trabalho de campo, realizado por dois representantes do LAPIG e dois do INPE, percorreu 1951 km, avaliando 99 polígonos, sendo 32 com sobrevoo de drones. Nesse campo, todas as áreas foram antropizadas. A <strong>Figura 12</strong> mostra uma área desmatada no município de Dianópolis-TO. No entanto, o desmatamento foi detectado e realizado em 2017, de acordo com a inspeção de imagens de satélite. Durante a visita, foram observados tratores e madeiras queimadas, indicando um processo de supressão da vegetação secundária nesta área.",
  "metrics_field_src_fig_03": "../../../assets/img/projeto/br/br_fig12.png",
  "metrics_field_src_fig_03_alt": "Dianópolis-TO",
  "metrics_field_src_fig_03_legend": "<strong>Figura 12.</strong> Desmatamento detectado pelo PRODES-Cerrado em 2017 e visitado em 2018.",
  "metrics_field_04": "No terceiro campo (julho de 2019), foram visitados os estados do Maranhão e Piauí. A equipe de seis pessoas (ou seja, dois representantes do LAPIG e quatro do INPE) percorreu 2.181 km, avaliando um total de 144 polígonos, sendo 38 com sobrevôos de drones. Nesse campo, 98% das áreas eram antropizadas. A <strong>Figura 13</strong> mostra uma área localizada nos municípios de Alexandre Costa-MA e São João do Soter-MA, localizada em uma região de ecótono conhecida como Mata de Cocais, e com alta incidência de pequenos desmatamentos (ou seja, abaixo de 0,5 km²).",
  "metrics_field_05": "Muitos fragmentos de vegetação nativa compostos por formações florestais e um predomínio de palmeiras foram observados neste campo. Embora pequenos desmatamentos impulsionem o processo de antropização nesta região, para a extração de lenha e formação de pequenos pastos, áreas desmatadas com detecções iguais ou superiores a 1 km também foram visitadas pastagens formadas por gramíneas exóticas. Em algumas pastagens, muitas plantas invasoras, como ervas daninhas, também foram observadas, assim como áreas abandonadas com sinais de regeneração da vegetação nativa.",
  "metrics_field_src_fig_04": "../../../assets/img/projeto/br/br_fig13.png",
  "metrics_field_src_fig_04_alt": "Mata dos Cocais",
  "metrics_field_src_fig_04_legend": "<strong>Figura 13.</strong> Áreas desmatadas na região da Mata dos Cocais (estado do Maranhão).",
  "metrics_field_06": "No quarto campo (novembro de 2019) realizado nos estados de Tocantins e Goiás, 126 áreas foram visitadas pelo PRODES (2016 e 2017) e pelo DETER (2019). Os oito especialistas percorreram 1.810 km, avaliando um total de 126 polígonos e 38 sobrevôos de drones. Neste campo, apenas 1 área não havia sido antropizada. Na <strong>Figura 14</strong> são apresentadas fotografias e imagens de satélites de um desmatamento detectado em 2018 e devidamente comprovado durante a visita de campo. Devido ao período de visita foi possível observar que a área foi desmatada foi destinada para cultivo de arroz.",
  "metrics_field_src_fig_05": "../../../assets/img/projeto/br/br_fig14.png",
  "metrics_field_src_fig_05_alt": "Lagoa da Confusão (TO)",
  "metrics_field_src_fig_05_legend": "<strong>Figura 14.</strong> Área desmatada para o cultivo de arroz no município de Lagoa da Confusão (TO).",
  "metrics_field_07": "Das 367 áreas visitadas nestes quatro trabalhos de campo, 361 (98,3%) estavam antropizadas. O número total de acertos por campo é mostrado na <strong>Figura 15</strong>. Os principais aspectos identificados e campo foram: detecções corretas DETER-Cerrado; áreas desmatadas, mas sem uso consolidado e com presença de vegetação secundária; áreas agrícolas abandonadas após o desmatamento; a presença de tratores em algumas áreas desmatadas.",
  "metrics_field_src_fig_06": "../../../assets/img/projeto/br/br_fig15.png",
  "metrics_field_src_fig_06_alt": "Resultados",
  "metrics_field_src_fig_06_legend": "<strong>Figura 15.</strong> Os sistemas PRODES-Cerrado e o DETER-Cerrado mapearam corretamente a maior parte das áreas desmatadas visitadas nesses trabalhos de campo.",
  "deep_learning_01": "Por fim, o mapeamento das áreas antrópicas produzido pelo PRODES-Cerrado constitui uma importante base de dados para o monitoramento do desmatamento no bioma Cerrado. Segundo a validação amostral e independente conduzida pelo LAPIG/UFG, este mapeamento possui 93,17 ±0,89% de acurácia global e encontram-se em constante processo de melhoria, em decorrência do acúmulo anual das áreas antrópicas do bioma (PARENTE et al., 2020). Por se tratar de uma base de dados com elevada acurácia e produzido por interpretação visual de imagens de satélite, o PRODES-Cerrado tem um enorme potencial para ser utilizado como amostra de treinamento em métodos de aprendizado de máquina supervisionados, como por exemplo rede neurais profundas, pode ser considerado o estado da arte para geração automática de mapeamentos. Neste sentido, o LAPIG elaborou uma proposta de arquitetura para aplicação das redes neurais profundas recorrentes (i.e. LSTM) e convolucional (i.e. U-Net) que pode ser observado neste <a target='blank' href='../../../assets/documents/deep_learning_fip_cerrado.pdf'>link</a>",
  "references_title": "Referências Bibliográficas",
  "references_01": "COCHRAN, W. G. Técnicas de amostragem. Rio de Janeiro: Fundo de Cultura, 1965. 555 p.",
  "references_02": "NOGUEIRA, S.H.M.; PARENTE, LL.; FERREIRA, LG.; Temporal Visual Inspection: Uma ferramenta destinada à inspeção visual de pontos em séries históricas de imagens de sensoriamento remoto. In XXVII Congresso Brasileiro de Cartografia; Instituto Brasileiro de Geografia e Estatística: Rio de Janeiro, Brazil, 2017.",
  "references_03": "DE JONG, R.;, VERBESSELT, J.; ZEILEIS, A.; SCHAEPMAN, M. Shifts in global vegetation activity trends. Remote Sensing, 5, 1117–1133. 2013.http://dx.doi.org/10.3390/rs5031117",
  "references_04": "KENNEDY, R.; YANG, Z.;GORELICK, N.; BRAATEN, J.; CAVALCANTE, L.; COHEN, W.; HEALEY, S. Implementation of the LandTrendr Algorithm on Google Earth Engine. Remote Sensing, 10(5), 691. 2018.",
  "references_05": "SOARES-FILHO, B.; RODRIGUES, H.; COSTA, W. Modeling environmental dynamics with dinamica ego. In: Soares Filho B. (ed) Guidebook. Belo Horizonte, Brazil. http://csr.ufmg.br/dinamica/dokuwiki/doku.php?id=tutorial:start, 2009",
  "references_06": "PARENTE, LEANDRO; NOGUEIRA, S. ; FERREIRA, L. G. . Assessing Land-Cover Changes in the Brazilian Cerrado Biome based on the Time-Series Analysis of MODIS and Landsat Datasets. In: American Geophysical Union - Fall Meeting, 2018, Washington, D.C.. Abstracts, 2018."
}